{
  "[A♥]": "Love and happiness. The home, a love letter. This card is a particularly favorable card that indicates troubles and problems lifting.",
  "[K♥]": "A fair-haired man with a good nature; or a man with Water signs predominating in his chart. Fair, helpful advice. Affectionate, caring man. This man helps you out without much talk. His actions reveal his kindness and concern.",
  "[Q♥]": "A fair-haired woman with a good nature; or a woman with Water signs predominating in her chart. Kind advice. Affectionate, caring woman. Sometimes, this card can indicate the mother or a mother figure.",
  "[J♥]": "A warm-hearted friend. A fair-haired youth; or a young person with Water signs predominating in his or her chart. Often this points to a younger admirer.",
  "[10♥]": "Good luck, success. This is an important card that suggests good fortune after difficulty.",
  "[9♥]": "The card of wishes. A wish/dream fulfilled. Look to the card just preceding this one to determine what the querent desires.",
  "[8♥]": "Unexpected gift or visit; an invitation to a party.",
  "[7♥]": "Someone whose interest in you is unreliable; someone with fickle affections for you. This card can indicate lovesickness.",
  "[6♥]": "A sudden wave of good luck. Someone takes care of you, takes warm interest in you.",
  "[5♥]": "Jealousy; some ill-will from people around you.",
  "[4♥]": "Travel, change of home or business.",
  "[3♥]": "Love and happiness when the entire spread is generally favorable. In a difficult spread, this can indicate emotional problems and an inability to decide who to love.",
  "[2♥]": "A warm partnership or engagement. This is a very favorable card that indicates strength and support coming from a partner.",
  "[A♣]": "Wealth, prosperity, unexpected money/gain. However, in a difficult spread, this money may disappear almost as quickly as it appears.",
  "[K♣]": "Dark-haired, kind-hearted man; or a man with Fire predominating in his chart. A generous, spirited man.",
  "[Q♣]": "Dark-haired, confident woman; or a woman with Fire predominating in her chart. She may give you good advice.",
  "[J♣]": "A dark-haired or fiery youth. Popular youth who is good-hearted and playful. Can also indicate an admirer.",
  "[10♣]": "Business success. Good luck with money. A trip taken now may result in a new friend or love interest.",
  "[9♣]": "Achievement; sometimes a wealthy marriage or a sudden windfall.",
  "[8♣]": "Work/business problems that may have to do with jealousy. This is generally thought to be quite unfavorable.",
  "[7♣]": "Business success, although there may be problems in love. A change in business that may have been expected or earned, such as a promotion.",
  "[6♣]": "Financial aid or success.",
  "[5♣]": "New friendships, alliances are made.",
  "[4♣]": "Beware of dishonesty or deceit; avoid blind acceptance of others at this time.",
  "[3♣]": "Love and happiness; successful marriage; a favorable long-term proposition. A second chance, particularly in an economical sense.",
  "[2♣]": "Obstacles to success; malicious gossip.",
  "[A♠]": "Misfortune; sometimes associated with death or, more often, a difficult ending.",
  "[K♠]": "Dark-haired man; or a man with Air predominating in his chart. An ambitious man, perhaps self-serving.",
  "[Q♠]": "Widowed or divorced woman; or a woman with Air predominating in her chart.",
  "[J♠]": "A youth who is hostile or jealous.",
  "[10♠]": "Worry; bad news.",
  "[9♠]": "Illness, accident, bad luck. The querent is at his/her personal low.",
  "[8♠]": "Temptation, misfortune, danger, upsets.",
  "[7♠]": "Advice that is best not taken; loss. There is some obstacle to success, and this indicates that obstacles may be coming from within the querent.",
  "[6♠]": "Small changes and improvements.",
  "[5♠]": "Opposition and obstacles that are temporary; a blessing in disguise. Sometimes indicates a negative or depressed person.",
  "[4♠]": "Small worries, problems. Financial difficulties, personal lows.",
  "[3♠]": "Breaks in relationships. Sometimes indicates that a third person is breaking into a relationship somehow.",
  "[2♠]": "Breaks in relationships; deceit. A break in an important process in the querent’s life. If the question concerns a particular romantic interest, this is considered a warning card – infidelity or separation is quite likely.",
  "[A♦]": "Change; a message, often about money, and usually good news.",
  "[K♦]": "Fair-haired or graying man, or a man with Earth predominating in his chart. A man of authority, status, or influence.",
  "[Q♦]": "Fair-haired woman; or a woman with Earth predominating in her chart. A gossip.",
  "[J♦]": "A youth, possibly in uniform. Or, a jealous person who may be unreliable. A person who brings news, generally negative, but relatively minor.",
  "[10♦]": "A change in financial status, often for the better.",
  "[9♦]": "A new business deal; travel; restlessness; a change of residence.",
  "[8♦]": "New job; change in job situation. The young or the old may find love on a trip.",
  "[7♦]": "An argument concerning finances, or on the job. Generally expected to be resolved happily.",
  "[6♦]": "Relationship problems, arguments. Separation.",
  "[5♦]": "Happiness and success. A change for the better. A birth, or good news for a child. A good time to start new projects.",
  "[4♦]": "Financial upswing; an older person may give good advice.",
  "[3♦]": "A legal letter. Be tactful with others in order to avoid disputes.",
  "[2♦]": "A business partnership; a change in relationship; gossip."
}